
;  ╔════════════════════════╗
;  ║   Localization Text:	║
;  ╟────────────────────────╢
;  ║   ADVENT Officer	    ║
;  ╚════════════════════════╝

[TargetOverwatch X2AbilityTemplate]
LocFriendlyName="军官监视"
LocLongDescription="针对指定目标的独特监视."
; LocLongDescription="该目标已被监视射击标记，如果试图移动，将被射击."
LocHelpText="针对指定目标的监视形式."
LocFlyOverText="军官监视"
LocPromotionPopupText="<Bullet/> 一种独特的监视形式，只能针对指定目标触发. <br/><Bullet/> 未经特殊训练，监视射击将受到标准反应射击处罚. <br/><Bullet/> 军官监视即使在隐蔽下也会射击. <br/><Bullet/> 一般来说，加强反应射击的技能会影响军官监视，但只影响监视的能力不会影响军官监视。掩护火力等能力不会影响军官监视."

[PAOfficer_AbilitySet]
SuppressionTargetEffectDesc="该目标已被监视射击标记，如果试图移动，将被射击."
SuppressionSourceEffectDesc="当前监视目标."

[TrainedReactions X2AbilityTemplate]
LocFriendlyName="受训反应"
LocLongDescription="反应射击有+15加成命中."
LocHelpText="反应射击有+15加成命中."
LocPromotionPopupText="<Bullet/> 这种能力，通过压力下冷却进一步提高，将大大提高守望先锋射击的可靠性. "

[Leadership X2AbilityTemplate]
LocFriendlyName="领导力"
LocLongDescription="花费一个行动点数，在剩余的回合中为你和所有附近的盟友提供+10的移动力."
; LocHelpText="花费一个行动点数，在剩余的回合中为你和所有附近的盟友提供+10的移动力."
LocHelpText="提供各种小队效果。"
LocFlyOverText="领导力"
LocPromotionPopupText="<Bullet/> L领导力允许 <Ability:CLASSNAME/> 为他们的小队提供临时增益. <br/><Bullet/> 花费一个行动点数，在剩余回合内为所有附近的盟友提供+10的移动力. <br/><Bullet/> 进一步的培训将使领导层能够赋予额外的效果. "

[MentalShielding X2AbilityTemplate]
LocFriendlyName="心理护盾"
LocLongDescription="领导力治愈受精神影响的单位."
LocHelpText="领导力治愈受精神影响的单位."
LocPromotionPopupText="<Bullet/> 领导力治愈受精神影响的单位. <br/><Bullet/> 他的治疗效果如下：混乱，恐慌，眩晕，失去意识. "

[HardToHit X2AbilityTemplate]
LocFriendlyName="难以击中"
LocLongDescription="领导力在剩余回合为友提供+50闪避."
LocHelpText="领导力在剩余回合为友提供+50闪避."
LocPromotionPopupText="<Bullet/> 领导力在剩余回合为友提供+50闪避. "

[AdvancedLeadership X2AbilityTemplate]
LocFriendlyName="Advanced Leadership"
LocLongDescription="领导力为盟友提供+50闪避并治愈他们的负面精神影响"
LocHelpText="领导力为盟友提供+50闪避并治愈他们的负面精神影响"
LocPromotionPopupText="<Bullet/> 领导力为盟友提供+50闪避. <br/><Bullet/> 领导力治愈他们的负面精神影响. <br/><Bullet/> 他的治疗效果如下：混乱，恐慌，眩晕，失去意识. "

[DisposableArmy X2AbilityTemplate]
LocFriendlyName="临时军队"
LocLongDescription="在指定位置部署降临变种人士兵."
LocHelpText="在指定位置部署降临变种人士兵."
LocFlyOverText="临时军队"
LocPromotionPopupText="<Bullet/> 在指定位置部署降临变种人士兵. <br/><Bullet/> 士兵有3点生命值，65点瞄准，造成3点伤害. <br/><Bullet/> 这个能力将在使用时结束你的回合. <br/><Bullet/> 正如这些被召唤的骑兵的名字一样，他们是一次性的，因为他们在任务中幸存下来不会得到奖励，如果他们死了也不会受到惩罚. "

[Battalion X2AbilityTemplate]
LocFriendlyName="临时大队"
LocLongDescription="临时军队有额外充能."
LocHelpText="临时军队有额外充能."
LocPromotionPopupText="<Bullet/>  <Ability:CLASSNAME/> 现在可以在一个任务中使用两次临时军队技能. "

[ReinforcedArmy X2AbilityTemplate]
LocFriendlyName="Reinforced Army"
LocLongDescription="被临时军队召唤的士兵属性有所提升. "
LocHelpText="被临时军队召唤的士兵属性有所提升."
LocPromotionPopupText="<Bullet/> 士兵现在有 6 点生命值、75 点瞄准和 5 点伤害. <br/><Bullet/> 现在为士兵提供一枚手榴弹. "

[PATrooperMk1 X2CharacterTemplate]
strCharacterName="变种人士兵"

[PATrooperMk2 X2CharacterTemplate]
strCharacterName="变种人士兵"
